Repository: charliec-rls/owncloud
Catalog: services/notifications/pkg/email/l10n/locale/*/LC_MESSAGES/notifications.po
Languages: ru

source: Click here to check it: {ShareLink}
ru: Нажмите здесь, чтобы проверить это: {ShareLink}

source: Click here to view it: {ShareLink}
ru: Нажмите здесь, чтобы увидеть это: {ShareLink}

source: Hello {ShareGrantee}
ru: Здравствуйте {ShareGrantee}

source: Hello {ShareGrantee},
ru: Здравствуйте {ShareGrantee},

source: Hello {SpaceGrantee},
ru: Здравствуйте {SpaceGrantee},

source: Membership of '{SpaceName}' expired at {ExpiredAt}
ru: Членство в '{SpaceName}' истекло {ExpiredAt}

source: Share to '{ShareFolder}' expired at {ExpiredAt}
ru: Доступ к '{ShareFolder}' истёк {ExpiredAt}

source: Your membership of space {SpaceName} has expired at {ExpiredAt} Even though this membership has expired you still might have access through other shares and/or space memberships
ru: Срок действия вашего членства в пространстве {SpaceName} истёк {ExpiredAt} Несмотря на то, что срок действия членства истёк, у вас все еще может быть доступ через другие общие ресурсы и/или членство в пространстве.

source: Your share to {ShareFolder} has expired at {ExpiredAt} Even though this share has been revoked you still might have access through other shares and/or space memberships.
ru: Срок действия вашего общего доступа к {ShareFolder} истёк {ExpiredAt} Несмотря на то, что этот общий ресурс был отозван, у вас все еще может быть доступ через другие общие ресурсы и/или членство в пространстве.

source: {ShareSharer} has shared "{ShareFolder}" with you.
ru: {ShareShare} поделился с вами "{ShareFolder}".

source: {ShareSharer} shared '{ShareFolder}' with you
ru: {ShareShare} поделился с вами '{ShareFolder}'

source: {SpaceSharer} has invited you to join "{SpaceName}".
ru: {SpaceSharer} пригласил вас присоединиться к "{SpaceName}".

source: {SpaceSharer} has removed you from "{SpaceName}". You might still have access through your other groups or direct membership.
ru: {SpaceShare} удалил вас из "{SpaceName}". У вас все еще может быть доступ через другие группы или прямое членство.

source: {SpaceSharer} invited you to join {SpaceName}
ru: {SpaceSharer} пригласил вас присоединиться к {SpaceName}

source: {SpaceSharer} removed you from {SpaceName}
ru: {SpaceShare} удалил вас из {SpaceName}
